Repository: mahamednasser/Hotel-Registration-Depi3
Catalog: Estra7a.Web/Resources/Views/Home/Index.*.resx
Languages: ar

# Luxury
source: Luxury Redefined in Every Stay
ar: تجربة فاخرة لا مثيل لها في كل إقامة

# Experience
source: Exceptional Experience
ar: تجربة فاخرة لا مثيل لها في كل إقامة استمتع براحة وفخامة لا تُضاهى في فندقنا الفاخر. من الأجنحة الأنيقة إلى المرافق العالمية، صُممت كل لحظة من إقامتك بعناية فائقة.

source: View Rooms
ar: مشاهدة الغرف

# WiFi
source: Complimentary WiFi
ar: خدمة واي فاي مجانية

# Parking
source: Valet Parking
ar: خدمة ركن السيارات

# Service
source: 24/7 Room Service
ar: خدمة الغرف على مدار الساعة

# Absolutely
source: "Absolutely stunning hotel! The service was impeccable and the views breathtaking."
ar: "فندق رائع بكل معنى الكلمة! كانت الخدمة لا تشوبها شائبة، والإطلالات خلابة."

source: Sarah Johnson
ar: سارة جونسون

source: Check In
ar: تسجيل الدخول

source: Check Out
ar: تسجيل الخروج

source: Guests
ar: الضيوف

source: Check Availability
ar: التحقق من التوافر

source: Rooms
ar: الغرف

# Rooms subtittle
source: Experience comfort and convenience in our modern, well-equipped rooms — designed to ensure a pleasant and relaxing stay for every guest.
ar: استمتع بالراحة في غرفنا الحديثة والمجهزة جيدًا — المصممة لضمان إقامة ممتعة ومريحة لكل ضيف.

source: Amenities
ar: المرافق

# Amenities subtitle
source: Enjoy a selection of modern amenities designed to make your stay more comfortable, convenient, and enjoyable.
ar: استمتع بمجموعة مختارة من المرافق الحديثة المصممة لجعل إقامتك أكثر راحة وملاءمة ومتعة.

source: High-Speed Internet
ar: إنترنت عالي السرعة

# High-Speed Internet2
source: Complimentary wireless internet access throughout the hotel premises with enterprise-grade security and unlimited bandwidth for all your connectivity needs.
ar: خدمة إنترنت لاسلكي مجانية في جميع أنحاء الفندق بأمان على مستوى الشركات ونطاق ترددي غير محدود لجميع احتياجات الاتصال الخاصة بك.

source: 24/7 Available
ar: متوفر 24/7

source: High Speed
ar: سرعة عالية

source: Rooftop Pool
ar: مسبح على السطح

# Rooftop Pool2
source: Luxurious rooftop swimming pool with breathtaking city skyline views. Features heated water, poolside service, and premium lounging areas for ultimate relaxation.
ar: مسبح فاخر على السطح مع إطلالات خلابة على أفق المدينة. يتميز بمياه مدفأة وخدمة بجانب المسبح ومناطق استرخاء فاخرة للاسترخاء المطلق.

source: Heated Pool
ar: مسبح مدفأ

source: City Views
ar: إطلالات على المدينة

source: Valet Parking
ar: خدمة صف السيارات

# Valet Parking2
source: Premium valet parking service with secure underground facility. Professional attendants ensure your vehicle is safely parked and readily available upon request.
ar: خدمة صف سيارات ممتازة مع مرفق آمن تحت الأرض. يضمن الموظفون المحترفون ركن سيارتك بأمان وتوفيرها بسهولة عند الطلب.

source: Secure
ar: آمن

source: Valet Service
ar: خدمة صف

source: Modern Fitness Center
ar: مركز لياقة بدنية حديث

# Modern Fitness Center2
source: Cutting-edge fitness facility featuring premium equipment, personal training services, and wellness programs designed to maintain your health routine while traveling.
ar: مرفق لياقة بدنية متطور يضم معدات فاخرة، وخدمات تدريب شخصي، وبرامج صحية مصممة للحفاظ على روتينك الصحي أثناء السفر.

source: 24/7 Access
ar: دخول 24/7

source: Personal Training
ar: تدريب شخصي

source: Signature Restaurant
ar: مطعم مميز

# Signature Restaurant2
source: An authentic Egyptian dining experience featuring the finest traditional and modern Egyptian dishes prepared by skilled chefs. Enjoy a relaxed and elegant atmosphere with a variety of beverages and fresh juices, along with impeccable service for an unforgettable experience.
ar: تجربة طهي مصرية أصيلة تقدم أشهى الأطباق التقليدية والمصرية الحديثة بإعداد طهاة خبراء. أجواء مريحة وأنيقة مع تشكيلة من المشروبات والعصائر الطبيعية وخدمة ممتازة لضمان تجربة لا تُنسى.

source: Fine Dining
ar: طعام فاخر

source: Wine Selection
ar: مجموعة مختارة من النبيذ

source: Luxury Spa
ar: منتجع صحي فاخر

# Luxury Spa2
source: Tranquil sanctuary offering therapeutic treatments, rejuvenating massages, and holistic wellness experiences. Escape the everyday stress in our serene environment.
ar: ملاذ هادئ يقدم علاجات علاجية وتدليكًا مجددًا للحيوية وتجارب صحية شاملة. اهرب من ضغوط الحياة اليومية في بيئتنا الهادئة.

source: Full Service
ar: خدمة كاملة

source: Wellness Programs
ar: برامج العافية

source: Testimonials
ar: آراء النزلاء

# Testimonials2
source: Discover what our guests are saying about their stay and why they choose us for a comfortable and memorable experience.
ar: اكتشف ما يقوله ضيوفنا عن إقامتهم ولماذا يختاروننا لتجربة مريحة ولا تُنسى.

# Test content 1
source: My stay was exceptional. The room was comfortable, the staff were very helpful, and everything was well-organized. I highly recommend this place and will definitely visit again.
ar: كانت إقامتي استثنائية. كانت الغرفة مريحة، والموظفون متعاونون للغاية، وكل شيء كان منظمًا بشكل جيد. أوصي بشدة بهذا المكان وبالتأكيد سأزوره مرة أخرى.

source: Robert Johnson
ar: روبرت جونسون

source: Chief Executive Office
ar: الرئيس التنفيذي

# Test content 2
source: I had an amazing stay! The room was cozy, the staff were friendly, and everything was perfect. I felt very comfortable.
ar: حظيت بإقامة مذهلة! كانت الغرفة مريحة، والموظفون ودودون، وكل شيء كان مثاليًا. شعرت براحة كبيرة.

source: Sarah Williams
ar: سارة ويليامز

source: Marketing Director
ar: مدير التسويق

# Test content 3
source: Everything was perfect — from the check-in process to the room quality. The staff were professional and always ready to help
ar: كان كل شيء مثاليًا - من عملية تسجيل الدخول إلى جودة الغرفة. كان الموظفون محترفين ومستعدين دائمًا للمساعدة.

source: Michael Davis
ar: مايكل ديفيس

source: Product Manager
ar: مدير المنتج

# Test content 4
source: Wonderful experience! The hotel was clean, quiet, and the service was excellent. I would definitely come back.
ar: تجربة رائعة! كان الفندق نظيفًا وهادئًا، والخدمة كانت ممتازة. سأعود بالتأكيد.

source: Emily Thompson
ar: إيميلي تومبسون

source: Design Lead
ar: رئيس فريق التصميم

source: Explore All Accommodations
ar: استكشف جميع أماكن الإقامة
