Repository: mahamednasser/Hotel-Registration-Depi3
Catalog: Estra7a.Web/Resources/Areas/Guest/Views/Room/Details.*.resx
Languages: ar

# Starting
source: Starting Room From
ar: تبدأ أسعار الغرف من

source: LE
ar: ج.م.

source: /Per Night
ar: /في الليلة

# Book
source: Book Now
ar: احجز الآن

# Cart
source: Add to Cart
ar: أضف إلى السلة

source: Save For Later
ar: احفظ لوقت لاحق

# Safe
source: Safe and Secure Booking
ar: حجز آمن ومضمون

# payment
source: Your payment and personal data are fully protected.
ar: بيانات الدفع والبيانات الشخصية الخاصة بك محمية بالكامل.

source: Have any questions?
ar: هل لديك أي أسئلة؟

# support
source: Our support team is here to help.
ar: فريق الدعم لدينا موجود للمساعدة.

source: Contact Us
ar: اتصل بنا

source: m²
ar: م²

source: Guests
ar: نزلاء

source: Luxury Bath
ar: حمام فاخر

source: Room Description
ar: وصف الغرفة

source: Room Amenities
ar: مرافق الغرفة

source: Policies
ar: السياسات

source: Location
ar: الموقع

# Check
source: Check-in / Check-out
ar: تسجيل الوصول / تسجيل المغادرة

# Check2
source: Check-in from 3:00 PM, check-out by 11:00 AM
ar: تسجيل الوصول من الساعة 3:00 مساءً، تسجيل المغادرة بحلول الساعة 11:00 صباحاً

source: Cancellation Policy
ar: سياسة الإلغاء

# cancellation
source: Free cancellation up to 24 hours before arrival. After that, one night's charge applies.
ar: إلغاء مجاني حتى 24 ساعة قبل الوصول. بعد ذلك، يتم تطبيق رسوم ليلة واحدة.

source: Pets
ar: الحيوانات الأليفة

# Pets2
source: Pets allowed with prior notice (additional fees may apply).
ar: يُسمح بالحيوانات الأليفة مع إشعار مسبق (قد يتم تطبيق رسوم إضافية).

source: Children and Extra Beds
ar: الأطفال والأسرّة الإضافية

# Children
source: Children under 12 stay free with existing bedding. Extra beds available on request.
ar: إقامة مجانية للأطفال تحت سن 12 عاماً باستخدام الأسرّة الموجودة. أسرّة إضافية متاحة عند الطلب.

source: Payment Methods
ar: طرق الدفع

# credit
source: We accept credit cards, debit cards, and cash payments at check-in.
ar: نقبل بطاقات الائتمان وبطاقات الخصم والدفع النقدي عند تسجيل الوصول.

source: Smoking Policy
ar: سياسة التدخين

# smoking
source: Rooms are non-smoking. Designated smoking areas available on premises.
ar: الغرف مخصصة لغير المدخنين. تتوفر مناطق مخصصة للتدخين في المبنى.

source: Quiet Hours
ar: ساعات الهدوء

# Hours
source: Please respect other guests between 10:00 PM and 7:00 AM.
ar: يرجى احترام النزلاء الآخرين بين الساعة 10:00 مساءً و 7:00 صباحاً.

source: Parking
ar: موقف السيارات

# Parking2
source: Free parking available for hotel guests.
ar: يتوفر موقف سيارات مجاني لنزلاء الفندق.

source: Accessibility
ar: إمكانية الوصول

# Wheelchair
source: Wheelchair accessible rooms and facilities available upon request.
ar: تتوفر غرف ومرافق يسهل الوصول إليها بواسطة الكراسي المتحركة عند الطلب.

source: Breakfast Package
ar: باقة الإفطار

source: +$35 / person
ar: +35 دولاراً / للشخص

source: Spa Access
ar: دخول المنتجع الصحي (سبا)

source: +$75 / day
ar: +75 دولاراً / لليوم

source: Airport Transfer
ar: خدمة النقل من وإلى المطار

source: +$95 round trip
ar: +95 دولاراً ذهاباً وإياباً

source: Enhance Your Stay
ar: إضافات لتحسين إقامتك

source: Book Now
ar: احجز الآن
