Repository: mahamednasser/Hotel-Registration-Depi3
Catalog: Estra7a.Web/Resources/Areas/Guest/Views/Booking/Book.*.resx
Languages: ar

source: Home
ar: الرئيسيه

source: Booking
ar: حجز

source: Reviews
ar: تقييمات

source: Up To
ar: حتي

source: Guests
ar: ضيفا

source: m
ar: م

source: LE
ar: ج.م

source: Per Night
ar: لكل ليله

source: Reserve Your Stay
ar: احجز اقامتك

# Exp
source: Experience unmatched hospitality with our streamlined booking process
ar: استمتع بضيافة لا مثيل لها من خلال عملية الحجز المبسطة لدينا

source: Booking Details
ar: تفاصيل الحجز

source: CheckIn Date
ar: تاريخ تسجيل الدخول

source: CheckOut Date
ar: تاريخ تسجيل الخروج

source: Total Rooms
ar: اجمالي الغرف

# Guestss
source: Guest
ar: ضيف

source: Choose Rooms
ar: اختر عدد الغرف

source: Rooms
ar: غرف

source: Room
ar: غرفه

# GuestInfo
source: Guest Information
ar: معلومات الضيف

source: Confirm Booking
ar: تأكيد الحجز

# WhyChoose
source: Why Choose Our Hotel
ar: لماذا تختار فندقنا

source: Premium Connectivity
ar: اتصال متميز

# Internet
source: High-speed internet access in all areas
ar: الوصول إلى الإنترنت عالي السرعة في جميع المناطق

# 24Service
source: 24/7 Service
ar: خدمه 24 ساعه

# round
source: Round-the-clock assistance and support
ar: المساعدة والدعم على مدار الساعة

# valet
source: Valet Parking
ar: خدمة صف السيارات

# comp
source: Complimentary parking with valet service
ar: موقف سيارات مجاني مع خدمة صف السيارات

# well
source: Wellness Center
ar: مركز صحي

# spa
source: Full-service spa and fitness facilities
ar: مرافق سبا ولياقة بدنية متكاملة الخدمات

# secure
source: Secure Booking
ar: الحجز الآمن

# local
source: Flexible Cancellation
ar: الإلغاء المرن

source: 24 Support
ar: دعم 24 ساعه

# NationalID
source: Upload Your National ID
ar: ارفع صورة بطاقتك
